Repository: CaptPat/gecomapi_pi
Catalog: po/*.po
Languages: ca, cs, da, de, el, es, fi, fr, nb, pt, sv, tr

source: GoogleEarth PlugIn for OpenCPN
ca: Connector GoogleEarth per a OpenCPN
cs: Google Earth PlugIn pro OpenCPN
de: GoogleEarth Plugin für OpenCPN
el: Πρόσθετο GoogleEarth
es: PlugIn de GoogleEarth para OpenCPN
fi: GoogleEarth lisäosa OpenCPN:lle
fr: Complément Google Earth pour OpenCPN
nb: GoogleEarth utvidelse for OpenCPN
pt: GoogleEarth PlugIn para OpenCPN
sv: GoogleEarth för OpenCPN
tr: OpenCPN GoogleEarth Eklentisi

source: GoogleEarth PlugIn for OpenCPN Conquers the world
ca: Connector GoogleEarth per a OpenCPN Conquereix el món
cs: Google Earth PlugIn pro OpenCPN Tohle naprogramovat byl fakt vopruz...
de: GoogleEarth Plugin für OpenCPN erobert die Welt
el: Πρόσθετο GoogleEarth για το OpenCPN Κατακτά τον κόσμο
es: PlugIn de Google Earth para OpenCPN Conquista el mundo
fi: GoogleEarth lisäosa OpenCPN:lle Valloittaa maailman
fr: Complément Google Earth pour OpenCPN Conquérir le monde.
nb: GoogleEarth utvidelse for OpenCPN Erobrer verden
pt: GoogleEarth PlugIn para OpenCPN Conquiste o mundo
sv: GoogleEarth för OpenCPN Erövrar världen
tr: OpenCPN GoogleEarth Eklentisiyle dünyayı keşfedin !

source: Save view
ca: Desar la vista
cs: Uložit pohled
da: Gem visning
de: Ansicht speichern
el: Αποθήκευση προβολής
es: Guardar la vista
fi: Talleta näkymä
fr: Sauver la vue
nb: Lagre visning
pt: Salvar visão
sv: Spara vy
tr: Görüntüyü sakla

source: Connected to chart viewport
ca: Connectat amb la zona de la carta
cs: Připojeno k pohledu na mapu
da: Tilsluttet kortr viewport
de: Mit dem Kartenfenster verbunden
el: Συνδεδεμένο με το viewport του χάρτη
es: Conectado con la vista de la carta
fi: Liitetty kartan ikkunaan
fr: Connexion avec la zone de carte
nb: Koble til kartvisnings port
pt: Ligado para visor da carta
sv: Kopplad till sjökortets visningsläge
tr: Haritanın bakış yönüne göre

source: Save view...
ca: Desar la vista...
cs: Uložit pohled...
da: Gem visning...
de: Ansicht speichern ...
el: Αποθήκευση προβολής...
es: Guardar vista...
fi: Talleta näkymä...
fr: Sauver la vue ...
nb: Lagre visning...
pt: Salvar visão...
sv: Spara vy...
tr: Görüntüyü sakla ...

source: Screenshot can't be created, GE looks uninitialized...
ca: No es poden fer còpies de pantalla, no s'ha inicialitzat GE...
cs: Snímek obrazovky nelze uložit, zdá se, že GE neběží...
da: Skærmbilledet kan ikke oprettes, GE synes ikke initialiseret...
de: Screenshot kann nicht erstellt werden - GE scheint nicht initialisiert zu sein ...
el: Το Screenshot δεν μπορεί να δημιουργηθεί, το GE φαίνεται ότι δεν έχει προετοιμαστεί...
es: No puedo hacer copia de pantalla, GE no iniciado...
fi: Kuvankaappausta ei voida luoda, GE näyttää alustamattomalta...
fr: La copie d'écran ne peut être créée, mauvaise initialisation de GE ...
nb: Skjermbilde kan ikke lagres, GE ser ikke ut til å være stoppet...
pt: Captura de tela não pode ser criada, GE parece não inicializado...
sv: Skärmbild kan inte sparas, GE är eventuellt inte initialiserad...
tr: Ekran alıntısı yapıalamadı, GE başlatılmamış görünüyor...

source: Problem!
ca: Problema!
cs: Problém!
el: Πρόβλημα!
es: ¡Problemas!
fi: Ongelma!
fr: Problème !
pt: Problema!
tr: Sorun !

source: GoogleEarth Preferences
ca: Preferències de GoogleEarth
cs: Nastavení Google Earth
da: GoogleEarth præferencer
de: GoogleEarth Einstellungen
el: Προτιμήσεις του GoogleEarth
es: Preferencias de GoogleEarth
fi: GoogleEarth asetukset
fr: Préférences de Google Earth
nb: GoogleEarth alternativer
pt: Preferências do GoogleEarth
sv: GoogleEarth inställningar
tr: Google Earth seçenekleri

source: Preferences
ca: Preferències
cs: Nastavení
da: Præferencer
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Préférences
nb: Alternativer
pt: Preferências
sv: Inställningar
tr: Seçenekler

source: Follow chart viewport
ca: Seguir la vista de la carta
cs: Sledovat mapu
da: Følg kort viewport
de: Kartenfenster folgen
el: Ακολούθησε το viewport του χάρτη
es: Seguir la vista de la carta
fi: Seuraa karttaikkunaa
fr: Suivre la vue de la carte
nb: Følg kartvisnings porten
pt: Siga a visão da carta
sv: Följ sjökortets visningsläge
tr: Haritanın bakış yönünü koru

source: Follow boat
ca: Seguir el vaixell
cs: Sledovat loď
da: Følg båd
de: Boot folgen
el: Ακολούθησε το πλοίο
es: Seguir al barco
fi: Seuraa venettä
fr: Suivre le bateau
nb: Følg båt
pt: Siga o barco
sv: Följ båt
tr: Tekneyi izle

source: Follow cursor
ca: Segueix el cursor
cs: Sledovat kurzor
da: Følg markøren
de: Cursor folgen
el: Ακολούθησε τον δρομέα
es: Seguir al cursor
fi: Seuraa kohdistinta
fr: Suivre le curseur
nb: Følg kursor
pt: Siga o cursor
sv: Följ muspekare
tr: Fareyi izle

source: Don't connect to OpenCPN
ca: No connectar-se a OpenCPN
cs: Nenapojovat na OpenCPN
da: Ikke tilsluttet OpenCPN
de: Nicht mit OpenCPN verbinden
el: Μην συνδεθείτε με το OpenCPN
fi: Älä liitä OpenCPN:ään
fr: Ne pas connecter avec OpenCPN
nb: Ikke koble til OpenCPN
pt: Não liguado ao OpenCPN
sv: Koppla inte till OpenCPN
tr: OpenCPN'e bağlanma

source: Always start hidden
ca: Començar sempre ocult
cs: Vždy skrýt při startu
da: Start altid skjult
de: Immer versteckt starten
el: Πάντα κρυμμένο στην αρχή
es: Iniciar siempre oculto
fi: Aloita aina piilotettuna
fr: Toujours démarrer caché
nb: Start alltid skjult
pt: Sempre comece oculto
sv: Starta alltid i dolt läge
tr: Her zaman gizli olarak başlat

source: Disconnect from Viewport on GE action
ca: Desconnectar la vista de carta quan actua GE
cs: Odpojit od mapy při akci v GE
da: Afbryd forbindelse fra Viewport med GE funktion
de: Vom Kartenfenster trennen bei GE Aktion
el: Αποσύνδεση από το Viewport με ενέργεια του GE
es: Al actuar en GE desconectar con vista de carta
fi: Irrota ikkunasta GE:n toimiessa
fr: Déconnecter de la vue de la carte en cas d'action GE
nb: Koble fra visningsport ved GE handlinger
pt: Desconecte-se da Visão na ação de GE
sv: Koppla bort från sjökortets visningsläge vid GE åtgärd
tr: GE hareketinin bakış yönüyle bağlantısını kes.

source: Update plugin settings from GE
ca: Actualitzar connector GE
cs: Aktualizovat nastavení z GE
da: Opdater plugin indstillinger fra GE
de: Plugin Einstellungen von GE aktualisieren
el: Ανανέωση των ρυθμίσεων του προσθέτου από το GE
es: Actualizar Configuración del PlugIn de GE
fi: Päivitä lisäosa-asetukset GE:stä
fr: Mettre à jour les propriétés du plug-in depuis GE
nb: Oppdater utvidelses innstillinger fra GE
pt: Atualização do plugin através configurações GE
sv: Uppdatera modulinställningar från GE
tr: Eklenti atarlarını GE den güncelle.

source: Show boat in GE
ca: Mostra el vaixell en GE
cs: Zobrazovat loď
da: Vis båd i GE
de: Zeige Boot in GE
el: Εμφάνιση πλοίου στο GE
es: Mostrar barco en GE
fi: Näytä vene GE:ssä
fr: Montrer le bateau dans GE
nb: Vis båtsymbol i GE
pt: Mostrar Barco em GE
sv: Visa båt i GE
tr: Tekneyi GE de göster.

source: View properties
ca: Mostra les propietats
cs: Nastavení pohledu
da: Vis egenskaber
de: Ansicht Eigenschaften
el: Προβολή ιδιοτήτων
es: Ver propiedades
fi: Näytä ominaisuudet
fr: Propriétés de la vue
nb: Vis egenskaper
pt: Visualizar propriedades
sv: Vyinställningar
tr: Görünüm seçenekleri

source: Camera azimuth
ca: Azimut de la càmara
cs: Azimut kamery
de: Kamera Azimut
el: Αζιμούθιο κάμερας
es: Azimut de la cámara
fi: Kamerakulma
fr: Azimut de la caméra
nb: Kamera azimuth
pt: Azimute de câmera
sv: Kamera azimuth
tr: Kamera yükseklği

source: Camera Tilt
ca: Inclinació de la càmera
cs: Sklon kamery
de: Kameraneigung
el: Κλίση κάμερας
es: Inclinación de la cámara
fi: Kameran kallistus
fr: Inclinaison de la caméra
nb: Kamera tilt
pt: Inclinação da câmera
sv: Kameralutning
tr: Kamera eğimi

source: Camera Range
ca: Abast de la càmera
cs: Vzdálenost kamery
de: Kamera Reichweite
el: Εύρος κάμερας
es: Distancia cámara
fi: Kameran korkeus
fr: Champs de la caméra
nb: Kamera rekkevidde
pt: Intervalo da Câmera
sv: Kameraavstånd
tr: Kamera uzaklığı

source: Reset to defaults
ca: Restaurar per defecte
cs: Tovární nastavení
da: Nulstil til standardindstillinger
de: Standardwerte
el: Επαναφορά στην προεπιλογή
es: Inicializar a valores por defecto
fi: Palauta oletukset
fr: Options par défaut
nb: Tilbakestill standarder
pt: Redefinir para os Padrões
sv: Återgå till standardinställning
tr: Varsayılan seçenekler

source: Floating window transparency
ca: Nivell de transparència de la finestra
cs: Průhlednost plovoucího okna
da: Flydende vindue gennemsigtighed
de: Transparenz Fenster (freischwebend)
el: Διαφάνεια επιπλέοντος παράθυρου
es: Transparencia de ventana flotante
fi: Kelluvan ikkunan läpinäkyvyys
fr: Niveau de transparence de la fenêtre
nb: Gjennomsiktighet for flytende vindu
pt: Transparência de janela flutuante
sv: Transparens för fönster
tr: Pencerenin geçirgenlik derecesi.

source: View name
ca: Nom de la vista
cs: Název pohledu
da: Se navn
de: Name der Ansicht
el: Προβολή ονόματος
es: Nombre de vista
fi: Näytä nimi
fr: Nom de la v ue
nb: Vis navn
pt: Nome de exibição
sv: Vynamn
tr: Görünüm adı

source: Save as JPG
ca: Desar en format JPG
cs: Uložit jako JPG
da: Gem som JPG
de: Speichern als JPG
el: Αποθήκευση σε JPG
es: Guardar como JPG
fi: Tallenna JPG:nä
fr: Sauver en format JPG
nb: Lagre som JPG
pt: Salvar como JPG
sv: Spara som JPG
tr: JPG olarak sakla

source: Save as KML
ca: Desa en format KML
cs: Uložit jako KML
da: Gem som KML
de: Speichern als KML
el: Αποθήκευση σε KML
es: Guardar como KML
fi: Tallenna KML:nä
fr: Sauver en format KML
nb: Lagre som KML
pt: Salve como KML
sv: Spara som KML
tr: KML dosyası olarak sakla

source: Save as GPX for GE2KAP
ca: Desa en format GPX per a GE2KAP
cs: Ulož jako GPX pro GE2KAP
da: Gem som GPX for GE2KAP
de: Speichern als GPX für GE2KAP
el: Αποθήκευση σε GPX για GE2KAP
es: Guardar como JPG para GE2KAP
fi: Tallenna GPX:nä GE2KAP:ia varten
fr: Sauver au format GPX pour GE2KAP
nb: Lagre som GPX for GE2KAP
pt: Salve como GPX para GE2KAP
sv: Spara som GPX för GE2KAP
tr: "GE2KAP"de kullanmak için GPX dosyası olarak sakla

source: Save as KMZ for imgkap
ca: Desa en format KMZ per a imgkap
cs: Ulož jako KMZ pro imgkap
da: Gem som KMZ for imgkap
de: Speichern als KMZ für imgkap
el: Αποθήκευση σε KMZ για imgkap
es: Guardar como KMZ para imgkap
fi: Tallenna KMZ:nä imgkap:ia varten
fr: Sauver au format KMZ pour imgkap
nb: Lagre som KMZ for imgkap
pt: Salve como KMZ para imgkap
sv: Spara som KMZ för imgkap
tr: "imgkap" için KMZ dosyası olarak sakla

source: Format
cs: Formát
el: Διαμόρφωση (Format)
es: Formato
fi: Formaatti
pt: Formato
tr: Dosya uzantısı

source: Select a file
ca: Seleccioneu un fitxer
cs: Vyber soubor
da: Vælg en fil
de: Datei auswählen
el: Επιλέξτε αρχείο
es: Seleccionar un archivo
fi: Valitse tiedosto
fr: Sélectionnez un fichier
nb: Velg en fil
pt: Selecione um arquivo
sv: Välj fil
tr: Dosya seç
